{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "harpoonline": {
      "src": "https://github.com/abeldekat/harpoonline"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/WTFox/jellybeans.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify",
      "version": "'stable'"
    },
    "nord-vim": {
      "src": "https://github.com/arcticicestudio/nord-vim"
    },
    "nordic.nvim": {
      "src": "https://github.com/AlexvZyl/nordic.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-scrollbar": {
      "src": "https://github.com/petertriho/nvim-scrollbar"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-git-branch.nvim": {
      "src": "https://github.com/mrloop/telescope-git-branch.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-prettier": {
      "src": "https://github.com/prettier/vim-prettier"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
